<header class='header'>
   <div class="header__top">
      <div class="container container-big">
         <div class="header__top-inner">
            <a href="index.php" class="header__logo">
               <img src="images/svg/logo.png" alt="">
               <img src="images/svg/logo-plus.png" alt="">
            </a>
            <div class="header__top-buttons">
               <button class="blue-outline-btn-reverse ">
                  <span>Отправить заявку</span>
               </button>
               <button class="red-outline-btn-reverse btn-icon-left">
                  <svg width="15" height="13" id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 13.84 13.51"><defs><style>.cls-1{fill:#d8251d;}</style></defs><path class="cls-1" d="M305,424.27a3,3,0,0,0-4.74-1.94.59.59,0,0,0-.19.22.75.75,0,0,0,.17.9.74.74,0,0,0,.93,0,1.52,1.52,0,0,1,2.18,2,1.46,1.46,0,0,1-2.25.18q-3.65-3.49-7.28-7c-.24-.23-.5-.45-.72-.7a1.39,1.39,0,0,1-.26-1.58,1.48,1.48,0,0,1,2.63-.15,1.45,1.45,0,0,1,0,1.54.74.74,0,0,0,.21,1.06.76.76,0,0,0,1.07-.3,3.21,3.21,0,0,0,.43-1.51c0-.22,0-.44-.09-.65a2.92,2.92,0,0,0-3.5-2.25,2.93,2.93,0,0,0-1.49,4.95l.49.47,7.53,7.19a2.9,2.9,0,0,0,2.67.77A2.85,2.85,0,0,0,305,424.27Z" transform="translate(-291.14 -414.09)"></path><path class="cls-1" d="M300.33,419l1.23-1.28a.74.74,0,0,0,.08-.13l0,0a1.65,1.65,0,0,1,0,.32.75.75,0,1,0,1.49-.13c-.06-.61-.12-1.21-.17-1.81,0-.27,0-.58-.31-.72a2.4,2.4,0,0,0-.38-.12c-.13,0-.27,0-.4,0-.56,0-1.12-.09-1.67-.11a.73.73,0,0,0-.74.62.72.72,0,0,0,.54.83,2.57,2.57,0,0,0,.5.05l-.13.15L299.23,418a.76.76,0,0,0,0,1.14A.74.74,0,0,0,300.33,419Z" transform="translate(-291.14 -414.09)"></path></svg>
                  <span>Обратный звонок</span>
               </button>
            </div>
            <div class="header__top-right">
               <div class="header__address">
                  <svg width="12" height="15" id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 11.46 14.83"><defs><style>.cls-1{fill:#1a56a3;}</style></defs><path class="cls-1" d="M303.67,418a5.78,5.78,0,0,0-5.6-4.6v-.05c-.49.09-1,.13-1.48.26a5.65,5.65,0,0,0-3.8,3.42,5.33,5.33,0,0,0-.3,3.37,9.74,9.74,0,0,0,1.18,2.66,30.33,30.33,0,0,0,3.73,4.79.86.86,0,0,0,1.37,0c.75-.87,1.51-1.73,2.22-2.62a16.22,16.22,0,0,0,2.25-3.58A5.64,5.64,0,0,0,303.67,418Zm-1.39,3.19a14.21,14.21,0,0,1-1.85,3c-.73.92-1.5,1.81-2.26,2.71l-.1.13-1.35-1.57a21.77,21.77,0,0,1-2.38-3.34,7.24,7.24,0,0,1-.85-2.08,4.5,4.5,0,0,1,.71-3.49,4.39,4.39,0,0,1,3.21-2.07,4.44,4.44,0,0,1,4.27,1.71,4.7,4.7,0,0,1,1.08,3.05A4.77,4.77,0,0,1,302.28,421.14Z" transform="translate(-292.33 -413.3)"/><path class="cls-1" d="M298.13,416.13a3,3,0,1,0,2.9,3A3,3,0,0,0,298.13,416.13ZM298,421a1.91,1.91,0,1,1,1.94-1.91A1.9,1.9,0,0,1,298,421Z" transform="translate(-292.33 -413.3)"/></svg>
                  <span>г. Артём, ул. Фрунзе, 45 стр. 9</span>
               </div>
               <div class="header__contacts">
                  <div class="header__phones">
                     <svg width="11" height="16" id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 10.99 15.9"><defs><style>.cls-1{fill:#1a55a3;}</style></defs><path class="cls-1" d="M292.58,420.78v-6a1.83,1.83,0,0,1,1.91-1.92h7.21a1.84,1.84,0,0,1,1.87,1.88v12.17a1.83,1.83,0,0,1-1.85,1.86h-7.29a1.83,1.83,0,0,1-1.85-1.86Zm3.66-6.73h-1.72a.63.63,0,0,0-.72.71v12a.62.62,0,0,0,.71.7h7.09c.53,0,.75-.22.75-.74V414.65a.58.58,0,0,0-.53-.59c-.63,0-1.26,0-1.91,0a.37.37,0,0,1,0,.11,1.21,1.21,0,0,1-1.25,1.11h-1.18a1.21,1.21,0,0,1-.76-.26A1.23,1.23,0,0,1,296.24,414.05Z" transform="translate(-292.58 -412.82)"/></svg>
                     <div>
                        <a class="header__phone" href="tel:+79940033000">
                           <span>+7 994 003 3000</span>
                           <div class="header__whatsapp">
                              <svg width="15" height="15" id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 14 14"><defs><style>.cls-1{fill:#1c56a3;}</style></defs><path class="cls-1" d="M305.07,420.72a7,7,0,0,1-7,6.93h0a7,7,0,0,1-3.32-.84l-3.68,1,1-3.6a6.95,6.95,0,1,1,13-3.46Zm-1.17,0a5.8,5.8,0,1,0-10.71,3.06l.13.22-.58,2.13,2.18-.57.21.12a5.73,5.73,0,0,0,2.94.81A5.83,5.83,0,0,0,303.9,420.72Zm-2.34,1.65a1.35,1.35,0,0,1-.1.83,1.77,1.77,0,0,1-1.17.82,3.42,3.42,0,0,1-2.08-.43,7.69,7.69,0,0,1-3-2.62,3.44,3.44,0,0,1-.71-1.79,1.93,1.93,0,0,1,.61-1.45.66.66,0,0,1,.46-.22h.33c.11,0,.25,0,.39.3s.49,1.2.54,1.28a.34.34,0,0,1,0,.31c-.33.66-.68.64-.51.94a4.78,4.78,0,0,0,2.36,2.07c.18.08.28.07.38-.05s.43-.5.55-.68.23-.15.39-.09,1,.48,1.18.57S301.52,422.29,301.56,422.37Z" transform="translate(-291.07 -413.78)"></path></svg>
                              <span>WhatsApp</span>
                           </div>
                        </a>
                        <a class="header__phone" href="tel:+74233743029">+7 (42337) 4-30-29</a>
                     </div>
                  </div>
                  
               </div>
            </div>
         </div>
      </div>
   </div>
   <div class="header__bottom">
      <div class="container container-big">
         <div class="header__bottom-inner">
            <button class="header__open-menu">
               <svg width="19" height="19" id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 19.01 19.01"><defs><style>.cls-1{fill:#d8251d;}</style></defs><path class="cls-1" d="M307.5,419.63a.85.85,0,0,0-.6-.77l-1.69-.61c-.08,0-.14-.11-.18-.18a.78.78,0,0,1,0-.89c.23-.41.41-.85.62-1.28a.85.85,0,0,0-.1-.95,10.18,10.18,0,0,0-1.64-1.64.86.86,0,0,0-1-.11c-.52.26-1,.5-1.56.73a.48.48,0,0,1-.24,0,.86.86,0,0,1-.68-.72c-.11-.43-.29-.85-.44-1.27a.84.84,0,0,0-.76-.59,9.4,9.4,0,0,0-2.31,0,.87.87,0,0,0-.79.62c-.18.53-.37,1-.56,1.57a.24.24,0,0,1-.2.21.15.15,0,0,0-.1,0,.78.78,0,0,1-.89,0c-.4-.21-.82-.38-1.23-.57a.78.78,0,0,0-.85.1,9.78,9.78,0,0,0-1.74,1.66.8.8,0,0,0-.11.92c.23.49.47,1,.69,1.49a.61.61,0,0,1,0,.3c0,.07-.07.13-.08.2-.05.33-.27.46-.56.55s-.87.3-1.31.46a.79.79,0,0,0-.57.74c0,.17-.05.34-.07.51v1.26c0,.18.05.37.07.55a.84.84,0,0,0,.6.79l1.56.56a.39.39,0,0,1,.18.18,1.08,1.08,0,0,1,.08.19.69.69,0,0,1,0,.81c-.21.39-.38.8-.57,1.2a.8.8,0,0,0,.1.92,9.43,9.43,0,0,0,1.7,1.7.79.79,0,0,0,.87.1c.51-.24,1-.48,1.55-.7a.47.47,0,0,1,.29,0,.92.92,0,0,1,.74.78c.08.34.26.66.35,1a1,1,0,0,0,1.07.79l.25,0h1.27l.56-.07a.85.85,0,0,0,.77-.58c.19-.54.38-1.07.56-1.61a.48.48,0,0,1,.26-.28.78.78,0,0,1,.84,0c.42.23.86.41,1.28.62a.83.83,0,0,0,.94-.11,10,10,0,0,0,1.66-1.66.83.83,0,0,0,.11-.95c-.24-.5-.47-1-.71-1.51a.5.5,0,0,1,0-.4.69.69,0,0,1,.53-.5c.49-.15,1-.34,1.43-.51a.87.87,0,0,0,.62-.79A10.09,10.09,0,0,0,307.5,419.63ZM306,421.19c0,.13,0,.19-.16.23l-1.56.55a.85.85,0,0,0-.56.59,8.1,8.1,0,0,1-.38.92.88.88,0,0,0,0,.85l.68,1.44a.22.22,0,0,1-.05.31c-.25.23-.49.47-.74.72l-1.56-.75a.9.9,0,0,0-.9,0,10,10,0,0,1-.95.4.86.86,0,0,0-.58.58c-.17.5-.35,1-.53,1.52a.17.17,0,0,1-.21.14h-.85c-.12,0-.16,0-.2-.14l-.52-1.48a.86.86,0,0,0-.61-.59c-.34-.12-.68-.26-1-.41a.88.88,0,0,0-.85,0c-.5.26-1,.51-1.55.77l-.69-.73a.21.21,0,0,1,0-.19c.21-.47.43-.93.65-1.39a.91.91,0,0,0,0-.89,7.24,7.24,0,0,1-.41-1,1,1,0,0,0-.6-.64l-1.53-.59c-.1,0-.15-.09-.14-.2,0-.28,0-.55,0-.83a.2.2,0,0,1,.16-.24l1.41-.5a.88.88,0,0,0,.58-.59c.13-.36.28-.72.44-1.06a.89.89,0,0,0,0-.84c-.23-.46-.44-.93-.66-1.4a.19.19,0,0,1,0-.26l.58-.58a.17.17,0,0,1,.24,0l1.41.71a.87.87,0,0,0,.83,0c.37-.17.74-.33,1.12-.47a.91.91,0,0,0,.6-.58c.17-.51.35-1,.52-1.51a.19.19,0,0,1,.21-.15h.85c.11,0,.17,0,.2.14.17.51.36,1,.52,1.52a.9.9,0,0,0,.61.6c.33.13.66.27,1,.42a.87.87,0,0,0,.8,0l1.49-.72a.18.18,0,0,1,.24,0c.19.2.38.39.58.58a.2.2,0,0,1,0,.26c-.24.48-.47,1-.71,1.47a.91.91,0,0,0,0,.85,7.69,7.69,0,0,1,.38.94.88.88,0,0,0,.55.56l1.66.63a.17.17,0,0,1,.14.19Q306,420.77,306,421.19Z" transform="translate(-288.56 -411.28)"/><path class="cls-1" d="M298.08,416.82a4,4,0,1,0,3.95,4A4,4,0,0,0,298.08,416.82Zm0,6.34a2.38,2.38,0,1,1,2.39-2.37A2.38,2.38,0,0,1,298.05,423.16Z" transform="translate(-288.56 -411.28)"/></svg>
               <span>Наши услуги</span>
               <svg width="7" height="5" id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 5.12 3.11"><defs><style>.cls-1{fill:#d8261d;}</style></defs><path class="cls-1" d="M295.6,420a.28.28,0,0,1,0-.4l.26-.26a.28.28,0,0,1,.4,0l1.81,1.8,1.82-1.8a.28.28,0,0,1,.4,0l.26.26a.28.28,0,0,1,0,.4l-2.28,2.28a.27.27,0,0,1-.39,0Z" transform="translate(-295.52 -419.22)"/></svg>
            </button>
            <div class="nav">
               <a href="" class="header__horizontal">
                  <svg width="30" height="30" id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 30.08 30.32"><defs><style>.cls-1{fill:#fff;}</style></defs><path class="cls-1" d="M297.79,411c.28.6.56,1.19.85,1.79.21.43.43.87.65,1.3a.64.64,0,0,1-.13.82c-.37.36-.74.73-1.13,1.13l1.14,1.14.8.8a.58.58,0,0,1,0,.92l-.32.33.78.78c.36-.25.67-.89,1.2-.34s-.1.82-.38,1.18l.8.79.38-.38a.56.56,0,0,1,.81,0,.54.54,0,0,1,0,.79l-.39.39.79.8c.35-.28.66-.87,1.18-.37s-.07.83-.34,1.2l.76.76c.36-.26.7-.88,1.22-.31s-.09.82-.37,1.17l.75.75c.76-.58.95-.63,1.24-.33s.21.51-.37,1.19l.75.75c.36-.25.68-.87,1.21-.33s-.08.83-.36,1.19l.76.76c.38-.26.66-.86,1.23-.34.28.27.21.49-.38,1.19l.78.78c.13-.12.25-.26.39-.38a.54.54,0,0,1,.8,0,.56.56,0,0,1,0,.82l-.07.07a1.23,1.23,0,0,0-.51,1.15,2.1,2.1,0,0,1-2.43,2.18.57.57,0,0,0-.6.21,5,5,0,0,1-.4.4.55.55,0,0,1-.78,0,.53.53,0,0,1,0-.77c.12-.14.26-.27.41-.42l-.8-.79-.36.36a.59.59,0,0,1-.84,0,.55.55,0,0,1,0-.82c.11-.13.24-.24.37-.37l-.78-.78c-.36.27-.7.89-1.22.32s.09-.82.38-1.17l-.75-.75c-.78.59-1,.63-1.25.33s-.21-.5.37-1.2l-.75-.75c-.36.27-.69.88-1.21.34s.07-.84.37-1.19l-.77-.77c-.37.27-.66.87-1.22.35-.3-.28-.22-.51.37-1.19l-.77-.77c-.37.26-.65.87-1.21.35-.3-.28-.22-.48.37-1.18l-.77-.78c-.36.26-.66.89-1.19.35s.09-.82.37-1.18l-.79-.79-.27.27c-.39.38-.65.38-1.05,0l-1.62-1.63-.26-.25-1.07,1.07a.68.68,0,0,1-1,.16l-2.85-1.44c-.65-.32-.71-.69-.21-1.2l.21-.23-2.39-2.4-.39.39a.53.53,0,0,1-.8,0c-.54-.53-1.09-1.05-1.6-1.61-.13-.15-.12-.42-.18-.63l9.37-9.36,2.17,2.17c.14.5-.29.73-.53,1l2.39,2.39c.29-.31.56-.67,1.06-.51Zm-.54,10.66.27.27,8.16,8.16,3.58,3.58a1.06,1.06,0,0,0,1.35.27,1.1,1.1,0,0,0,.22-1.9l-11.76-11.76-.23-.21ZM286.83,416l2.35,2.35,6.37-6.36-2.35-2.36Zm10.23-3.78-7.65,7.65c.62.31,1.21.6,1.79.91a.37.37,0,0,0,.52-.08c.51-.54,1-1.08,1.58-1.61l4.59-4.58c.08-.08.17-.26.14-.34C297.72,413.53,297.39,412.89,297.06,412.23Zm-4.68-5-8,8,.77.77,8-8Zm3.24,14.4,3.18-3.18-1.57-1.56-3.17,3.17Z" transform="translate(-283 -405.59)"/></svg>
                  <span>Горизонтально <br> направленное бурение</span>
                  <i></i>
               </a>
               <div class="nav__item-menu">
                  <div class="nav__item nav__item--open">
                     <span>О компании</span>
                     <svg width="7" height="5" id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 5.12 3.11"><defs><style>.cls-1{fill:#d8261d;}</style></defs><path class="cls-1" d="M295.6,420a.28.28,0,0,1,0-.4l.26-.26a.28.28,0,0,1,.4,0l1.81,1.8,1.82-1.8a.28.28,0,0,1,.4,0l.26.26a.28.28,0,0,1,0,.4l-2.28,2.28a.27.27,0,0,1-.39,0Z" transform="translate(-295.52 -419.22)"/></svg>
                  </div>
                  <div class="nav__item-dropdown">
                     <div class="nav__item-dropdown-inner">
                        <a class="nav__item-dropdown-item" href="">История</a>
                        <a class="nav__item-dropdown-item" href="">Наша команда</a>
                        <a class="nav__item-dropdown-item" href="">Разрешительная документация</a>
                        <a class="nav__item-dropdown-item" href="">Отзывы и благодарности</a>
                     </div>
                  </div>
               </div>
               
               <a href="" class="nav__item">Наши проекты</a>
               <a href="" class="nav__item">Новости</a>
               <a href="" class="nav__item">Контакты</a>
            </div>
            <div class="header__burger">
               <div><span></span></div>
               <strong>МЕНЮ</strong>
            </div>
         </div>
      </div>
      
   </div>
   <div class="header__menu">
      <div class="container container-big">
         <div class="header__menu-inner">
            <a href="" class="header__menu-item header__menu-item-order-1">
               <i>
                  <img src="images/svg/menu-marker.svg" alt="">
               </i>
               <strong>Горизонтально направленное бурение</strong>
            </a>
            <a href="" class="header__menu-item">
               <i>
                  <img src="images/svg/menu-marker2.svg" alt="">
               </i>
               <span>Монтаж гидротехнических сооружений</span>
            </a>
            <a href="" class="header__menu-item header__menu-item-order-1">
               <i>
                  <img src="images/svg/menu-marker.svg" alt="">
               </i>
               <strong>Прокладка наружных трубопроводов траншейными методами</strong>
            </a>
            <a href="" class="header__menu-item">
               <i>
                  <img src="images/svg/menu-marker2.svg" alt="">
               </i>
               <span>Устройство монолитных сооружений</span>
            </a>
            <a href="" class="header__menu-item header__menu-item-order-1">
               <i>
                  <img src="images/svg/menu-marker.svg" alt="">
               </i>
               <strong>Прокладка наружных трубопроводов бестраншейными методами</strong>
            </a>
            <a href="" class="header__menu-item">
               <i>
                  <img src="images/svg/menu-marker2.svg" alt="">
               </i>
               <span>Алмазное бурение</span>
            </a>
            <a href="" class="header__menu-item header__menu-item-order-1">
               <i>
                  <img src="images/svg/menu-marker.svg" alt="">
               </i>
               <strong>Обустройство скважин</strong>
            </a>
            <a href="" class="header__menu-item">
               <i>
                  <img src="images/svg/menu-marker2.svg" alt="">
               </i>
               <span>Собственное производство ж/б изделий</span>
            </a>
            <a href="" class="header__menu-item">
               <i>
                  <img src="images/svg/menu-marker2.svg" alt="">
               </i>
               <span>Монтаж систем отопления</span>
            </a>
            <a href="" class="header__menu-item">
               <i>
                  <img src="images/svg/menu-marker2.svg" alt="">
               </i>
               <span>Проектирование систем инженерных сетей</span>
            </a>
            <a href="" class="header__menu-item">
               <i>
                  <img src="images/svg/menu-marker2.svg" alt="">
               </i>
               <span>Монтаж Локально очистных сооружений</span>
            </a>
            <a href="" class="header__menu-item">
               <i>
                  <img src="images/svg/menu-marker2.svg" alt="">
               </i>
               <span>Поставка полного спектра материалов и оборудования для инженерных сетей</span>
            </a>
            <a href="" class="header__menu-item">
               <i>
                  <img src="images/svg/menu-marker2.svg" alt="">
               </i>
               <span>Монтаж внутренних систем водоснабжения и водоотведения</span>
            </a>
            <a href="" class="header__menu-item">
               <i>
                  <img src="images/svg/menu-marker2.svg" alt="">
               </i>
               <span>Услуги токарного цеха</span>
            </a>
            <a href="" class="header__menu-item">
               <i>
                  <img src="images/svg/menu-marker2.svg" alt="">
               </i>
               <span>Монтаж трубопроводной арматуры</span>
            </a>
         </div>
      </div>
   </div>
</header>

